name: "facenet_triton_model"
platform: "tensorflow_savedmodel"
max_batch_size: 0
input [
  {
    name: "input_5"
    data_type: TYPE_FP32
    dims: [ -1, 160, 160, 3 ]
  }
]

output [
  {
    name: "Bottleneck_BatchNorm"
    data_type: TYPE_FP32
    dims: [ -1, 128 ]
  }
]
